[BasicAreaBox1]
TextA=Welcome to training. You play the part of an elite anti-terrorist operative assigned to RAINBOW. Your character's name and health appears in the upper left of the screen. When the health icon is full, you're unhurt. When your icon is half full, you're injured. And when it's empty, you're dead.
TextB=To look around, simply move your mouse. To move, use the Move Forward (%s), Move Backward (%s), Move Right (%s), and Move Left (%s) keys. By pressing the Run key (%s) at the same time as a movement key you can move faster. However, when moving fast you make more noise and increase the risk of being detected.
TextC=You can exit training at anytime by using the In-Game Menu key (%s). Follow the yellow line on the floor to proceed to the next instructional area.
HUDStep0=6.5

[BasicAreaBox2]
TextA=Your character can assume three different stances: Standing, Crouching and Prone. Your character's current stance appears in the upper left of your screen. Pressing the Stance Down key (%s) lowers your stance. Pressing the Stance Up key (%s) raises your stance.
TextB=Use the Stance Down (%s) and Stance Up (%s) keys to move to the next instructional area.
HUDStep0=6

[BasicAreaBox3]
TextA=You can interact with your environment whenever a bright Action icon appears at the bottom of your screen. To interact with something like a door, move close to it and then press the Action key (%s). You can also slowly open and close doors using the Fluid Open (%s) and Fluid Close (%s) controls.
TextB=Some actions, such as unlocking doors and placing bugs, take significant time and require you to hold the Action key (%s). Locked doors require two actions to open them. First hold the Action key to unlock the door and then open it normally.
TextC=Practice opening and closing doors using the Action (%s), Fluid Open (%s) and Fluid Close (%s) keys as you move to the next instructional area.
HUDStep0=6

[BasicAreaBox4]
TextA=To interact with a ladder, move close to it and then press the Action key (%s). This action makes your character grab on to the ladder. To climb up, press and hold the Move Forward key (%s). To climb, down press and hold the Move Backward key (%s). You can use the Run key (%s) in conjunction with the Move Forward and Backward keys to climb faster.
TextB=Proceed to the next instructional area by using the ladders. Press the Action key (%s) to grab it and then the Move Forward (%s) and Move Backward (%s) keys to climb up and down.

[BasicAreaBox5]
TextA=Using the Peek Right (%s) and Peek Left (%s) keys you can look around walls and obstacles without completely exposing yourself. You can also fluidly change your posture, both peeking and stance, by holding the Fluid Posture key (%s) and moving your mouse. When you're done peeking, quickly press the Fluid Posture key twice to cancel peeking and snap to the closest stance.
TextB=Practice peeking around the obstacle using the Peek Right (%s), Peek Left (%s) and Fluid Posture (%s) keys. When you’re done, move to the next instructional area.

[BasicAreaBox6]
TextA=Your Night Vision allows you to see in the dark and gives you a distinct advantage over your enemy.
TextB=Use your night vision by pressing the Night Vision key (%s) and move to the next instructional area.

[BasicAreaBox7]
TextA=Congratulations! You have completed basic training. Other training areas teach you how to fire weapons (Shooting), use explosives (Explosives), and how to use teams to clear rooms (Room Clearing) and rescue hostages (Hostage Rescue).

[ShootingAreaBox1]
TextA=Welcome to the shooting range. The first thing you need to do is familiarize yourself with your weapon.  In the lower left of the screen is your weapon icon and name. During planning you can also equip your weapons with attachments such as sound suppressors and mini-scopes.
TextB=The current number of rounds in your weapon, the number of magazines remaining and your rate of fire also appear in the bottom left of your screen. Rate of fire is how many bullets fire from your weapon when you press the Fire key (%s). You can change your rate of fire by pressing the Rate of Fire key (%s).
TextC=As you fire, your weapon expends rounds and must be reloaded using the Reload key (%s). Reloading removes the current magazine from your weapon and replaces it with another.
TextD=During missions you have two firearms available. You can access them by pressing their associated keys, Primary Weapon (%s) and Secondary Weapon (%s), or by pressing and holding the Inventory Menu key (%s).
HUDStep0=6.7
HUDStep1=14.5
HUDStep2=0.1
HUDStep3=2.3
HUDStep4=4.2

[ShootingAreaBox2]
TextA=In the center of your screen are your crosshairs, which show the current accuracy of your weapon. When you Fire (%s), the bullets from your weapon hit somewhere within the crosshairs. This means the further the crosshairs are apart, the less accurate you are. Each weapon has its own base accuracy, which represents the best accuracy of the weapon. As you move or turn fast, your crosshairs move away from the center of the screen making your weapon less accurate. When you stop, the crosshairs gradually recover to the weapons base accuracy.
TextB=As you shoot, the weapon and screen jump to reflect the recoil of your weapon. The amount of recoil is dependent on the weapon, the reticule state and your stance. As you lower your stance and your reticule recovers toward the center of the screen, your weapon jumps less. To offset weapon jump and remain on target, try to pull your reticule down as you shoot.
TextC=Finally, all weapons have a default zoom, which you can activate by pressing the Zoom key (%s).
HUDStep0=2

;box10
[ShootingAreaBox3]
TextA=Welcome to the pistol station. Fire your pistol at the targets down range by pressing the Fire key (%s). Other important controls are the Zoom (%s) and Reload (%s) keys.

[ShootingAreaBox4]
TextA=Welcome to the submachine gun station. Fire your sub at the targets down range by pressing the Fire key (%s). Other important controls are the Zoom (%s), Reload (%s) and Rate of Fire (%s) keys

[ShootingAreaBox5]
TextA=Welcome to the assault rifle station. Fire your rifle at the targets down range by pressing the Fire key (%s). Other important controls are the Zoom (%s), Reload (%s) and Rate of Fire (%s) keys.

[ShootingAreaBox6]
TextA=Welcome to the shotgun station. Fire your shotgun at the targets down range by pressing the Fire (%s) key. Other important controls are the Zoom (%s), Reload (%s) and Rate of Fire (%s) keys. All shotguns except the USAS-12 only reload a single shell when you press the Reload key.

[ShootingAreaBox7]
TextA=Welcome to the sniper rifle station. Fire your rifle at the targets down range by pressing the Fire (%s) key. Other important controls are the Zoom (%s) and Reload (%s) keys. Attached to your rifle's scope is a thermal imaging device, which you can activate while zoomed using the Secondary Fire/Weapon Attachment (%s) key.

[ShootingAreaBox8]
TextA=Welcome to the light machine gun station. Fire your machine gun at the targets down range by pressing the Fire (%s) key. Other important controls are the Zoom (%s), Reload (%s) and Rate of Fire (%s) keys.

; box 16
[ExplodingAreaBox1]
TextA=Welcome to the explosives range. This range is designed to teach you how to eliminate hostiles and obstacles using grenades and other explosives. You can equip explosives and similar items by pressing the Item 1 (%s) and Item 2 (%s) keys, or by pressing and holding the Inventory Menu key (%s).

[ExplodingAreaBox2]
TextA=Grenades can be thrown two different ways. You can throw overhanded by pressing the Fire key (%s) or underhanded by pressing the Secondary Fire/Weapon Attachment key (%s). By pressing and holding the Fire or Secondary Fire key you can pull the pin on the grenade without throwing it. When you release the key you throw the grenade.

[ExplodingAreaBox3]
TextA=Use breaching charges to blast open doors and stun those inside. Although it is a controlled explosion, it will injure anyone who is close to the door. To place a breaching charge, simply move close to a door and when the reticule changes to a place charge icon press and hold the Fire key (%s). Once the charge is in place, a detonator appears in your hand. To detonate the charge press the Fire key (%s) again.

[ExplodingAreaBox4]
TextA=Place Claymore mines on the ground to destroy obstacles and hostiles in front of them. You can breach a door using a Claymore mine, but it will cause significant damage to those on the other side and to you if you if you stand too close. To place a Claymore, look at the ground and press and hold the Fire key (%s). Once the charge is in place, a detonator appears in your hand. To detonate it, simply press the Fire key (%s) again.

[ExplodingAreaBox5]
TextA=Remote charges explode on command, as do breaching charges and Claymore mines, but have destruction patterns similar to an oversized frag grenade. To place a remote charge, look at the ground and press and hold the Fire key (%s). Once the charge is in place, a detonator appears in your hand. To detonate it, simply press the Fire key (%s) again.

; box 21
[RoomClearing1Box1]
TextA=Welcome to Room Clearing. In this area we introduce you to multiple team members and engaging tangos. Your team currently consists of you and three additional team members. Their health status icons appear in the upper right of the screen and function identically to your own. Below these is their current action.
TextB=You can ask your team to hold position by pressing the Toggle Team Hold key (%s). To have them rejoin you, simply press the Toggle Team Hold key again. To switch between different team members, press the Next Team Member (%s) and Previous Team Member (%s) keys, or press and hold the Operative Menu key (%s).
HUDStep0=10.2
HUDStep1=11.2

[RoomClearing1Box2]
TextA=Before beginning a mission you can pre-plan your movements and actions on a map of the mission area. Once the mission begins, your planning appears on the screen as a series of waypoints. In the upper left of your screen are the Rules of Engagement, which dictate when your teammates fire their weapons: Assault means fire at will, Infiltrate means fire at will with suppressed weapons only, and Recon means fire only when fired upon. You can change the Rules of Engagement by pressing the Rules of Engagement key (%s).
TextB=In the center of the screen are waypoint specific actions such as wait for alpha go code or throw frag grenade. If your current waypoint is in view, it appears on your screen along with its range in meters. If it is not in view, an arrow appears around the edge of the screen to show you which way to turn to bring it into view.
HUDStep0=11.3
HUDStep1=2.2
HUDStep2=3.2
HUDStep3=7.3

[RoomClearing1Box3]
TextA=Now that you have a team with you, sometimes a dull Action icon appears instead of your bright icon. This happens when you look at places that you can interact with from a distance. When the lighter icon appears, press the Action key (%s) to have your team interact with the environment.
TextB=You can also press and hold the Action key (%s) to bring up the Quick Order Interface. This interface displays all the possible orders you can give to your team at that location. Use your mouse to select an order and issue it by left clicking. Some orders, such as using grenades, bring up a second menu that allows you to select the exact grenade you want your team to use. By right clicking on an order you can issue the order to be performed whenever you press the Zulu Go-Code (%s) key. 
TextC=After your team leaves you to perform an order, you can recall them by pressing the Toggle Team Hold key (%s) or by looking at the floor near your feet and pressing the Action key (%s). When you’re ready to proceed, follow your waypoints and neutralize all terrorists.

; box 24
[RoomClearing2Box1]
TextA=During planning, you have the option to deploy up to three teams containing a total of eight operatives. You now have a second team under your control. Their health status and current action are located in the bottom right of the screen. You can switch between teams by using the Next (%s) and Previous Team (%s) keys or by pressing and holding the Operative Menu key (%s).
TextB=Currently, both teams are waiting for you to give an Alpha Go-Code. When a team reaches a waypoint with a Go-Code, they wait for you to give them the appropriate go-code before proceeding. There are four different Go-Codes, each with their own key: Alpha (%s), Bravo (%s), Charlie (%s) and Zulu (%s).
TextC=To begin the exercise, issue the Alpha Go-Code now by pressing the Alpha Go-Code key (%s).
HUDStep0=7.7

; box 25
[RoomClearing3Box1]
TextA=In this scenario, you control three teams. The Red and Green are assault teams, while the Gold team is a Sniper team. All three teams are waiting for an Alpha Go-Code to begin. When the Gold team reaches their Bravo waypoint, they will begin sniping at the enemy. To allow them to fire freely, you must press the Toggle Sniper Control key (%s). Once they receive a "Snipers Free" order, they will fire at will.
TextB=Other useful keys to remember are four different Go-Codes, Alpha (%s), Bravo (%s), Charlie (%s), and Zulu (%s), and the Operative Menu key (%s). To begin the exercise, issue the Alpha Go-Code now by pressing the Alpha Go-Code key (%s).

; box 26
[HostageRescue1]
TextA=When confronted with hostage situations, the safety of the hostages always comes first. If you are detected, the terrorists may execute the hostages in reprisal. Try using silenced weapons and avoid explosives until you reach the hostages.
TextB=When making entry into a room containing hostages, you must remember that the terrorists may try to execute them. This means you must either neutralize them quickly or stun them so you have more time. Both flashbang grenades and breaching charges stun the occupants of a room without injuring them.
TextC=Your objective is to rescue both hostages and escort them to the extraction zone. Issue an Alpha Go-Code (%s) to begin the exercise.

; box 27
[HostageRescue2]
TextA=Your objective is to rescue the hostages using two assault teams. A detailed plan will coordinate the activities of both teams to increase your chances of success. To begin the exercise, issue the Alpha Go-Code by pressing the Alpha Go-Code key (%s).

; box 28
[HostageRescue3]
TextA=Your objective is to rescue the hostages using two assault and one sniper team. A detailed plan will coordinate the activities of all three teams to increase your chances of success. To begin the exercise, issue the Alpha Go-Code by pressing the Alpha Go-Code key (%s).

